Repository: common-repository/yawave
Catalog: languages/yawave-*.po
Languages: de_de

source: Yawave internal ID
de_de: Yawave ID

source: Yawave publications
de_de: Yawave Publikationen

source: Publication
de_de: Publikation

source: Publications
de_de: Publikationen

source: Item Archives
de_de: Archiv

source: Item Attributes
de_de: Attributes

source: Parent Item:
de_de: Eltern Artikel:

source: All Items
de_de: Alle Publikationen

source: Add New Item
de_de: Neue Publikation

source: New Item
de_de: Neu

source: Edit Item
de_de: Bearbeiten

source: Update Item
de_de: Bearbeiten

source: View Item
de_de: Anzeigen

source: View Items
de_de: Anzeigen

source: Search Item
de_de: Suchen

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nichts gefunden im Papierkorb

source: Featured Image
de_de: Beitragsbild

source: Set featured image
de_de: Beitragsbild festlegen

source: Remove featured image
de_de: Beitragsbild entfernen

source: Use as featured image
de_de: Als Beitragsbild verwenden

source: Insert into item
de_de: Hinzufügen

source: Uploaded to this item
de_de: Hochladen

source: Items list
de_de: Liste

source: Items list navigation
de_de: Listen Navigation

source: Filter items list
de_de: Filtern

source: Publication Description
de_de: Publikations Beschreibung

source: Portals
de_de: Portale

source: New Item Name
de_de: Neuer Name

source: Separate items with commas
de_de: Kommagetrennt

source: Add or remove items
de_de: Hinzufügen oder entfernen

source: Choose from the most used
de_de: Auswählen

source: Popular Items
de_de: Beliebte

source: Search Items
de_de: Suchen

source: Not Found
de_de: Nichts gefunden

source: No items
de_de: Nichts vorhanden

source: Yawave Type
de_de: Type

source: Types
de_de: Typen

source: Here you can see a list of the live blogs you have created in Yawave. You can place these anywhere on your pages or similar by simply copying the WordPress shortcode from the table below.
de_de: Hier sehen Sie eine Liste der Live-Blogs, die Sie in Yawave erstellt haben. Sie können diese überall auf Ihren Seiten oder ähnlichem platzieren, indem Sie einfach den WordPress-Shortcode aus der folgenden Tabelle kopieren.

source: How do you integrate live blogs on your site?
de_de: Wie integrieren Sie Live-Blogs auf Ihrer Website?

source: The best way to do this is to use our shortcodes. You can use these shortcodes freely in your posts, pages or directly in the code. On the one hand, you have the option of viewing a special live blog from the list below. However, if you just want to always display the most recently created live blog at a certain point, simply use the following shortcode:
de_de: Der beste Weg, dies zu tun, ist, unsere Shortcodes zu verwenden. Sie können diese Shortcodes frei in Ihren Beiträgen, Seiten oder direkt im Code verwenden. Zum einen haben Sie die Möglichkeit, sich einen speziellen Live-Blog aus der untenstehenden Liste anzusehen. Wenn Sie jedoch an einer bestimmten Stelle immer nur den zuletzt erstellten Live-Blog anzeigen möchten, verwenden Sie einfach folgenden Shortcode:

source: Date
de_de: Datum

source: Event
de_de: Veranstaltung

source: Location
de_de: Standort

source: Actions
de_de: Aktionen

source: Show entrys
de_de: Einträge anzeigen

source: Do you really want to remove this live blog from your Wordpress? All entries for this live blog will be completely removed from your Wordpress system.
de_de: Möchten Sie diesen Live-Blog wirklich aus Ihrem Wordpress entfernen? Alle Einträge für diesen Live-Blog werden vollständig aus Ihrem Wordpress-System entfernt.

source: Delete
de_de: Löschen

source: Yawave settings
de_de: Yawave Einstellungen

source: Settings
de_de: Einstellungen

source: About Yawave
de_de: Über Yawave

source: Authentication
de_de: Authentifizierung

source: Import settings
de_de: Import Einstellungen

source: Development
de_de: Entwicklung

source: Debug information
de_de: Debug Informationen

source: Time
de_de: Zeit

source: CONTENT MARKETING FROM A SINGLE SOURCE
de_de: CONTENT MARKETING AUS EINER HAND

source: Efficient cross-channel publishing with a powerful engagement toolbox and a central management cockpit.
de_de: Effizientes Cross-Channel-Publishing mit einer leistungsstarken Engagement-Toolbox und einem zentralen Management-Cockpit.

source: A wide range of features to build a stronger relationship with your target audience. With Yawave, companies of all sizes can take their content marketing and customer experience to the next level.
de_de: Eine breite Palette von Funktionen, um eine stärkere Beziehung zu Ihrer Zielgruppe aufzubauen. Mit Yawave können Unternehmen jeder Größe ihr Content-Marketing und ihre Kundenerfahrung auf die nächste Stufe heben.

source: How do you embed your publications on your blog?
de_de: Wie betten Sie Ihre Publikationen in Ihren Blog ein?

source: You have the option of displaying your publications at any point using a shortcode
de_de: Sie haben jederzeit die Möglichkeit, Ihre Publikationen per Shortcode anzuzeigen

source: Simply use the following shortcode to display all publications:
de_de: Verwenden Sie einfach den folgenden Shortcode, um alle Publikationen anzuzeigen:

source: If you only want to display a certain category in one place, you have the following options:
de_de: Wenn Sie nur eine bestimmte Kategorie an einer Stelle anzeigen möchten, haben Sie folgende Möglichkeiten:

source: You can do the same with tags (tag-id) or portals (portal-id).
de_de: Dasselbe können Sie mit Tags (tag-id) oder Portalen (portal-id) machen.

source: You also have the option of displaying your Wordpress articles together with your Yawave publications. You can use the following shortcode for this:
de_de: Sie haben auch die Möglichkeit, Ihre Wordpress-Artikel zusammen mit Ihren Yawave-Publikationen anzuzeigen. Dazu können Sie folgenden Shortcode verwenden:

source: Show action buttons
de_de: Acrion-Buttons anzeigen

source: So that you can display your selected action buttons in your template, you must place the following code in your template where you want to display the action buttons:
de_de: Damit Sie Ihre ausgewählten Action-Buttons in Ihrer Vorlage anzeigen können, müssen Sie folgenden Code in Ihre Vorlage einfügen, wo Sie die Action-Buttons anzeigen möchten:

source: If you want to display the action buttons of a specific article or publication, you can extend the shortcode with the following parameters:
de_de: Wenn Sie die Action-Buttons eines bestimmten Artikels oder einer bestimmten Publikation anzeigen möchten, können Sie den Shortcode um folgende Parameter erweitern:

source: Authorization
de_de: Autorisation

source: Type of publications imported
de_de: Art der importierten Publikationen

source: Author of the publications
de_de: Autor der Publikationen

source: Create Yawave author as user
de_de: Yawave-Autor als Benutzer erstellen

source: Import categories
de_de: Kategorien importieren

source: Import tags
de_de: Tags importieren

source: Enter your login information for the Yawave API here:
de_de: Geben Sie hier Ihre Zugangsdaten für die Yawave-API ein:

source: Enter your credentials for the Dev-Yawave API here:
de_de: Geben Sie hier Ihre Zugangsdaten für die Dev-Yawave-API ein:

source: Set here how the Yawave publications are to be imported:
de_de: Legen Sie hier fest, wie die Yawave-Publikationen importiert werden sollen:

source: Where can I find the App Id and the App Secret?
de_de: Wo finde ich die App-ID und das App-Secret?

source: You first need a Wordpress integration in your Yawave account at:
de_de: Sie benötigen zunächst eine Wordpress-Integration in Ihrem Yawave-Konto unter:

source: Integrate -> Connections -> Add Connection
de_de: Integrieren -> Verbindungen -> Verbindung hinzufügen

source: After you have successfully created it, you will find the App ID and the App Secret in the same menu item.
de_de: Nach erfolgreicher Erstellung finden Sie die App ID und das App Secret im selben Menüpunkt.

source: Where can I find the Yawave Application ID?
de_de: Wo finde ich die Yawave-Application-ID?

source: In your Yawave account you have an icon with 9 small boxes in the blue top navigation. If you click there, you will find a list of your Yawave applications. If you move the mouse over the icon with the three dots for your desired application, you have the option of copying the application ID.
de_de: In Ihrem Yawave-Konto haben Sie in der blauen oberen Navigation ein Symbol mit 9 kleinen Kästchen. Wenn Sie dort klicken, finden Sie eine Liste Ihrer Yawave-Anwendungen. Wenn Sie mit der Maus über das Symbol mit den drei Punkten für Ihre gewünschte Anwendung fahren, haben Sie die Möglichkeit, die Application-ID zu kopieren.

source: Post
de_de: Beitrag
